Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/samisk_stedsnavntjeneste.html.tmx
Source language: nob
Languages: sma

source: Samisk stedsnavntjeneste
sma: Saemien sijjienommedïenesje

source: Samiske stedsnavn er beskyttet i Lov om stadnamn, på lik linje med alle andre stedsnavn i Norge.
sma: Saemien sijjienommh leah vaarjelamme Laakesne sijjienommi bïjre seammalaakan goh gaajhkh jeatjah sijjienommh Nöörjesne.

source: Stedsnavn er vår felles kulturarv, og loven ivaretar norske, samiske og kvenske stedsnavn i henhold til nasjonale regler og internasjonale avtaler og konvensjoner.
sma: Sijjienommh leah mijjen ektie kultuvreaerpie, jïh laake nöörjen, saemien jïh kveenen sijjienommh vaarjele nasjonaale njoelkedassi mietie jïh gaskenasjonaale latjkoej jïh konvensjovni mietie.

source: Samisk stedsnavntjeneste har vært underlagt Sametinget siden 2002.
sma: Saemien sijjienommedïenesje lea Saemiedigkien nuelesne orreme 2002 raejeste.

source: Samisk stedsnavntjeneste forvalter samiske stedsnavn etter Lov om stadnamn og Forskrift om stadnamn, og behandler navnesaker med bakgrunn i loven og forskriften.
sma: Saemien sijjienommedïenesje saemien sijjienommh reerie laaken mietie Laake sijjienommi bïjre jïh Mieriedimmie sijjienommi bïjre, jïh nomme-aamhtesh gïetede laaken jïh mieriedimmiej mietie.

source: Samisk stedsnavntjeneste har faglige navnekonsulenter både for nordsamiske, lulesamiske og sørsamiske stedsnavn, som har det faglige ansvaret i tilrådning og forslag om skrivemåte av samiske stedsnavn i offentlig bruk.
sma: Saemien sijjienommedïenesjen leah faageles nommekonsulenth dovne noerhtesaemien, julevsaemien jïh åarjelsaemien sijjienommide, mah faageles dïedtem utnieh juvnehtidh jïh raeriestidh tjaelemevuekien bïjre saemien sijjienommijste byögkeles åtnosne.

source: Les: Utfyllende regler for skrivemåten av nordsamiske stedsnavn
sma: Laake sijjienommi bïjre Mieriedimmie sijjienommi bïjre
